Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: Close
ar: إغلاق
bg: Затвори
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
et: Sulge
fi: Sulje
fr: Fermer
ga: Dún
hr: Zatvori
hu: Bezárás
id: Tutup
is: Loka
it: Chiudi
ja: 閉じる
ko: 닫기
lt: Uždaryti
lv: Aizvērt
mk: Затвори
ms: Tutup
mt: Agħlaq
nb: Lukk
nl: Sluit
pl: Zamknij
pt_br: Fechar
pt_pt: Fechar
ro: Închide
ru: Закрыть
sk: Zavrieť
sl: Zapri
sq: Mbyll
sr: Затвори
sv: Stäng
tr: Kapat
uk: Закрити
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close the loop
ar: إغلاق المسار
bg: Затвори кръга
ca: Tanca el circuit
cs: Uzavřít okruh
da: Luk ruten
de: Runde schließen
el: Κλείσιμο κύκλου
es: Cerrar el circuito
et: Sulge ring
fi: Sulje lenkki
fr: Boucler le parcours
ga: Dún an lúb
hr: Zatvori krug
hu: Kör bezárása
id: Tutup lintasan
is: Loka hringnum
it: Chiudi l'anello
ja: ループを閉じる
ko: 경로 닫기
lt: Uždaryti ratą
lv: Noslēgt apli
mk: Затвори го кругот
ms: Tutup gelung
mt: Agħlaq iċ-ċirkwit
nb: Lukk runden
nl: Rondje sluiten
pl: Zamknij pętlę
pt_br: Fechar o circuito
pt_pt: Fechar o circuito
ro: Închide bucla
ru: Замкнуть маршрут
sk: Uzavrieť okruh
sl: Zapri zanko
sq: Mbyll rrethin
sr: Затвори круг
sv: Slut slingan
tr: Döngüyü kapat
uk: Замкнути маршрут
vi: Khép vòng
zh_hans: 闭合路线
zh_hant: 封閉路線

source: Close, but you arrive with a little fatigue still in the legs. An easier final week would sharpen it.
ar: قريب، لكنك تصل وفي ساقيك بقية إجهاد. أسبوع أخير أخف سيجعلك أكثر حدة.
bg: Близо е, но пристигаш с малко умора в краката. По-лека последна седмица би те изострила.
ca: A prop, però hi arribes amb una mica de fatiga encara a les cames. Una darrera setmana més suau t'afinaria.
cs: Blízko, ale přijedeš s trochou únavy v nohách. Lehčí poslední týden by to vyladil.
da: Tæt på, men du møder op med lidt træthed tilbage i benene. En lettere sidste uge ville skærpe det.
de: Knapp — du kommst mit etwas Müdigkeit in den Beinen an. Eine leichtere Schlusswoche würde das schärfen.
el: Κοντά, αλλά φτάνεις με λίγη κόπωση ακόμη στα πόδια. Μια πιο χαλαρή τελευταία εβδομάδα θα σε ακόνιζε.
es: Cerca, pero llegas con algo de fatiga todavía en las piernas. Una última semana más suave lo afinaría.
et: Lähedal, aga jalgadesse jääb natuke väsimust. Kergem viimane nädal teraviks selle ära.
fi: Lähellä, mutta saavut jaloissa vielä hieman väsymystä. Kevyempi viimeinen viikko terävöittäisi sen.
fr: C'est proche, mais tu arrives avec encore un peu de fatigue dans les jambes. Une dernière semaine plus légère affûterait ça.
ga: Cóngarach, ach tagann tú le beagán tuirse fós sna cosa. Ghéaróidh seachtain dheiridh níos éasca é.
hr: Blizu je, ali dolaziš s malo umora koji je još u nogama. Lakši zadnji tjedan bi te izoštrio.
hu: Közel van, de még marad egy kis fáradtság a lábadban. Egy könnyebb utolsó hét élesebbé tenné.
id: Sudah dekat, tapi kamu tiba dengan sedikit kelelahan yang masih tersisa di kaki. Minggu terakhir yang lebih ringan akan menajamkannya.
is: Nálægt því, en þú mætir með örlitla þreytu enn í fótunum. Léttari lokavika myndi hvessa þig.
it: Ci sei quasi, ma arrivi con ancora un po' di fatica nelle gambe. Un'ultima settimana più leggera ti affilerebbe.
ja: 惜しいですが、脚に少し疲労を残したまま当日を迎えます。最終週をもう少し軽くすれば仕上がります。
ko: 거의 다 왔지만 다리에 피로가 조금 남은 채로 대회에 갑니다. 마지막 주를 더 가볍게 하면 컨디션이 날카로워집니다.
lt: Arti, bet atvyksti su šiek tiek nuovargio kojose. Lengvesnė paskutinė savaitė tave paaštrintų.
lv: Tuvu, bet ierodies ar nelielu nogurumu kājās. Vieglāka pēdējā nedēļa tevi uzasinātu.
mk: Блиску е, но пристигнуваш со малку замор сè уште во нозете. Полесна последна недела би те изострила.
ms: Sudah hampir, tetapi anda tiba dengan sedikit keletihan yang masih tinggal di kaki. Minggu terakhir yang lebih ringan akan menajamkannya.
mt: Qrib, imma tasal bi ftit għeja għadha fis-saqajn. Ġimgħa finali eħfef kienet tagħmlek aktar mimdud.
nb: Nære på, men du møter opp med litt tretthet igjen i beina. En lettere siste uke ville skjerpet det.
nl: Bijna, maar je komt aan met nog wat vermoeidheid in de benen. Een rustigere laatste week zou dat aanscherpen.
pl: Blisko, ale dojeżdżasz z resztką zmęczenia w nogach. Lżejszy ostatni tydzień by to wyostrzył.
pt_br: Perto, mas você chega com um resto de fadiga nas pernas. Uma última semana mais leve deixaria você mais afiado.
pt_pt: Perto, mas chegas com alguma fadiga ainda nas pernas. Uma última semana mais leve afinava isso.
ro: Aproape, dar ajungi cu puțină oboseală rămasă în picioare. O ultimă săptămână mai ușoară te-ar ascuți.
ru: Близко, но к старту в ногах остаётся немного усталости. Более лёгкая последняя неделя добавила бы остроты.
sk: Blízko, ale prídeš s troškou únavy v nohách. Ľahší posledný týždeň by ťa doladil.
sl: Blizu, a prideš z malo utrujenosti, ki še ostane v nogah. Lažji zadnji teden bi te izostril.
sq: Afër, por mbërrin me pak lodhje ende në këmbë. Një javë e fundit më e lehtë do të të mprehte.
sr: Близу је, али долазиш са мало умора који је још у ногама. Лакша последња недеља би те изоштрила.
sv: Nära, men du kommer fram med lite trötthet kvar i benen. En lugnare sista vecka skulle vässa det.
tr: Yakın, ama bacaklarında biraz yorgunlukla varıyorsun. Daha hafif bir son hafta formu keskinleştirir.
uk: Близько, але до старту в ногах лишається трохи втоми. Легший останній тиждень додав би гостроти.
vi: Sát rồi, nhưng bạn vào ngày đua khi chân vẫn còn chút mệt. Tuần cuối nhẹ hơn sẽ làm bạn sắc hơn.
zh_hans: 已经很接近了，但比赛时腿里还留着一点疲劳。最后一周再轻一些会更锐利。
zh_hant: 已經很接近了，但上場時腿裡還留著一點疲勞。最後一週再輕一些會更銳利。

source: Comma-separated. Optional — used for searching.
ar: مفصولة بفواصل. اختياري — تُستخدم في البحث.
bg: Разделени със запетая. По избор — използва се за търсене.
ca: Separat per comes. Opcional: s'utilitza per cercar.
cs: Oddělené čárkami. Nepovinné — používá se k vyhledávání.
da: Adskilt af kommaer. Valgfrit — bruges til søgning.
de: Kommagetrennt. Optional — wird für die Suche verwendet.
el: Χωρισμένα με κόμματα. Προαιρετικό — χρησιμοποιείται για αναζήτηση.
es: Separados por comas. Opcional: se usa para buscar.
et: Komadega eraldatud. Vabatahtlik — kasutatakse otsinguks.
fi: Pilkuilla eroteltuna. Valinnainen — käytetään hakuun.
fr: Séparés par des virgules. Facultatif : sert à la recherche.
ga: Scartha le camóga. Roghnach — úsáidtear é le cuardach.
hr: Odvojeno zarezima. Neobavezno — koristi se za pretragu.
hu: Vesszővel elválasztva. Opcionális — a kereséshez használjuk.
id: Dipisahkan koma. Opsional — dipakai untuk pencarian.
is: Aðgreint með kommum. Valfrjálst — notað við leit.
it: Separati da virgole. Facoltativo: serve per la ricerca.
ja: カンマ区切り。任意です。検索に使われます。
ko: 쉼표로 구분. 선택 사항 — 검색에 사용됩니다.
lt: Atskirta kableliais. Neprivaloma — naudojama paieškai.
lv: Atdalīti ar komatiem. Neobligāti — izmanto meklēšanai.
mk: Одделено со запирки. Изборно — се користи за пребарување.
ms: Dipisahkan dengan koma. Pilihan — digunakan untuk carian.
mt: Mifruda bil-virgoli. Fakultattiv — jintuża għat-tfittxija.
nb: Skilt med komma. Valgfritt — brukes til søk.
nl: Gescheiden door komma's. Optioneel — wordt gebruikt om te zoeken.
pl: Oddzielone przecinkami. Opcjonalne — używane do wyszukiwania.
pt_br: Separados por vírgula. Opcional — usado na busca.
pt_pt: Separados por vírgulas. Opcional — usado para pesquisar.
ro: Separate prin virgulă. Opțional — se folosesc la căutare.
ru: Через запятую. Необязательно — используется для поиска.
sk: Oddelené čiarkami. Nepovinné — používa sa pri vyhľadávaní.
sl: Ločeno z vejicami. Neobvezno — uporablja se za iskanje.
sq: Të ndara me presje. Opsionale — përdoren për kërkim.
sr: Раздвојено зарезима. Необавезно — користи се за претрагу.
sv: Kommaseparerat. Valfritt — används för sökning.
tr: Virgülle ayrılmış. İsteğe bağlı — arama için kullanılır.
uk: Через кому. Необов’язково — використовується для пошуку.
vi: Cách nhau bằng dấu phẩy. Không bắt buộc — dùng để tìm kiếm.
zh_hans: 用逗号分隔。选填——用于搜索。
zh_hant: 以逗號分隔。選填——用於搜尋。

source: Compare %@ — %@
ar: مقارنة %@ — %@
bg: Сравни %@ — %@
ca: Compara %@ — %@
cs: Porovnat %@ — %@
da: Sammenlign %@ — %@
de: %@ vergleichen — %@
el: Σύγκριση %@ — %@
es: Comparar %@ — %@
et: Võrdle %@ — %@
fi: Vertaa %@ — %@
fr: Comparer %@ — %@
ga: Cuir i gcomparáid %@ — %@
hr: Usporedi %@ — %@
hu: Összehasonlítás: %@ — %@
id: Bandingkan %@ — %@
is: Bera saman %@ — %@
it: Confronta %@ — %@
ja: %@ を比較 — %@
ko: 비교 %@ — %@
lt: Palyginti %@ — %@
lv: Salīdzināt %@ — %@
mk: Спореди %@ — %@
ms: Bandingkan %@ — %@
mt: Qabbel %@ — %@
nb: Sammenlign %@ — %@
nl: Vergelijk %@ — %@
pl: Porównaj %@ — %@
pt_br: Comparar %@ — %@
pt_pt: Comparar %@ — %@
ro: Compară %@ — %@
ru: Сравнить %@ — %@
sk: Porovnať %@ — %@
sl: Primerjaj %@ — %@
sq: Krahaso %@ — %@
sr: Упореди %@ — %@
sv: Jämför %@ — %@
tr: Karşılaştır %@ — %@
uk: Порівняти %@ — %@
vi: So sánh %@ — %@
zh_hans: 对比 %@ — %@
zh_hant: 對比 %@ — %@

source: Connect Strava or intervals.icu
ar: اربط Strava أو intervals.icu
bg: Свържи Strava или intervals.icu
ca: Connecta Strava o intervals.icu
cs: Připojit Stravu nebo intervals.icu
da: Forbind Strava eller intervals.icu
de: Strava oder intervals.icu verbinden
el: Σύνδεση Strava ή intervals.icu
es: Conectar Strava o intervals.icu
et: Ühenda Strava või intervals.icu
fi: Yhdistä Strava tai intervals.icu
fr: Connecter Strava ou intervals.icu
ga: Ceangail Strava nó intervals.icu
hr: Poveži Stravu ili intervals.icu
hu: Strava vagy intervals.icu csatlakoztatása
id: Hubungkan Strava atau intervals.icu
is: Tengja Strava eða intervals.icu
it: Collega Strava o intervals.icu
ja: Strava または intervals.icu を連携
ko: Strava 또는 intervals.icu 연결
lt: Prijungti Strava arba intervals.icu
lv: Pievienot Strava vai intervals.icu
mk: Поврзи Strava или intervals.icu
ms: Sambungkan Strava atau intervals.icu
mt: Qabbad Strava jew intervals.icu
nb: Koble til Strava eller intervals.icu
nl: Strava of intervals.icu koppelen
pl: Połącz Stravę lub intervals.icu
pt_br: Conectar o Strava ou o intervals.icu
pt_pt: Ligar o Strava ou o intervals.icu
ro: Conectează Strava sau intervals.icu
ru: Подключить Strava или intervals.icu
sk: Pripojiť Stravu alebo intervals.icu
sl: Poveži Stravo ali intervals.icu
sq: Lidh Strava ose intervals.icu
sr: Повежи Strava или intervals.icu
sv: Anslut Strava eller intervals.icu
tr: Strava veya intervals.icu bağla
uk: Підключити Strava або intervals.icu
vi: Kết nối Strava hoặc intervals.icu
zh_hans: 连接 Strava 或 intervals.icu
zh_hant: 連接 Strava 或 intervals.icu

source: Connect Strava or intervals.icu below to enable syncing.
ar: اربط Strava أو intervals.icu أدناه لتفعيل المزامنة.
bg: Свържи Strava или intervals.icu по-долу, за да включиш синхронизацията.
ca: Connecta Strava o intervals.icu a sota per activar la sincronització.
cs: Níže připoj Stravu nebo intervals.icu, aby šla zapnout synchronizace.
da: Forbind Strava eller intervals.icu nedenfor for at slå synkronisering til.
de: Verbinde unten Strava oder intervals.icu, um die Synchronisierung zu aktivieren.
el: Σύνδεσε το Strava ή το intervals.icu παρακάτω για να ενεργοποιήσεις τον συγχρονισμό.
es: Conecta Strava o intervals.icu abajo para activar la sincronización.
et: Sünkroonimise lubamiseks ühenda allpool Strava või intervals.icu.
fi: Yhdistä Strava tai intervals.icu alta ottaaksesi synkronoinnin käyttöön.
fr: Connecte Strava ou intervals.icu ci-dessous pour activer la synchronisation.
ga: Ceangail Strava nó intervals.icu thíos chun sioncronú a chumasú.
hr: Za sinkronizaciju dolje poveži Stravu ili intervals.icu.
hu: A szinkronizáláshoz csatlakoztasd lent a Stravát vagy az intervals.icu-t.
id: Hubungkan Strava atau intervals.icu di bawah untuk mengaktifkan sinkronisasi.
is: Tengdu Strava eða intervals.icu hér fyrir neðan til að kveikja á samstillingu.
it: Collega Strava o intervals.icu qui sotto per attivare la sincronizzazione.
ja: 同期を有効にするには、下で Strava または intervals.icu を接続してください。
ko: 동기화를 사용하려면 아래에서 Strava 또는 intervals.icu를 연결하세요.
lt: Norėdamas įjungti sinchronizavimą, žemiau prijunk Strava arba intervals.icu.
lv: Lai iespējotu sinhronizāciju, zemāk pievieno Strava vai intervals.icu.
mk: За да овозможиш синхронизација, поврзи Strava или intervals.icu подолу.
ms: Sambungkan Strava atau intervals.icu di bawah untuk mengaktifkan penyegerakan.
mt: Qabbad Strava jew intervals.icu hawn taħt biex tattiva s-sinkronizzazzjoni.
nb: Koble til Strava eller intervals.icu nedenfor for å slå på synkronisering.
nl: Koppel hieronder Strava of intervals.icu om synchroniseren aan te zetten.
pl: Połącz poniżej Stravę lub intervals.icu, aby włączyć synchronizację.
pt_br: Conecte o Strava ou o intervals.icu abaixo para ativar a sincronização.
pt_pt: Liga o Strava ou o intervals.icu abaixo para ativar a sincronização.
ro: Conectează Strava sau intervals.icu mai jos pentru a activa sincronizarea.
ru: Подключите Strava или intervals.icu ниже, чтобы включить синхронизацию.
sk: Na zapnutie synchronizácie pripoj nižšie Stravu alebo intervals.icu.
sl: Za sinhronizacijo spodaj poveži Stravo ali intervals.icu.
sq: Lidh Strava ose intervals.icu më poshtë për të aktivizuar sinkronizimin.
sr: За синхронизацију доле повежи Strava или intervals.icu.
sv: Anslut Strava eller intervals.icu nedan för att slå på synkronisering.
tr: Eşitlemeyi açmak için aşağıdan Strava'yı veya intervals.icu'yu bağla.
uk: Підключіть Strava або intervals.icu нижче, щоб увімкнути синхронізацію.
vi: Kết nối Strava hoặc intervals.icu bên dưới để bật đồng bộ.
zh_hans: 在下方连接 Strava 或 intervals.icu 以启用同步。
zh_hant: 在下方連接 Strava 或 intervals.icu 以啟用同步。

source: Connect a service…
ar: ربط خدمة…
bg: Свържи услуга…
ca: Connecta un servei…
cs: Připojit službu…
da: Forbind en tjeneste…
de: Dienst verbinden…
el: Σύνδεση υπηρεσίας…
es: Conectar un servicio…
et: Ühenda teenus…
fi: Yhdistä palvelu…
fr: Connecter un service…
ga: Ceangail seirbhís…
hr: Poveži servis…
hu: Szolgáltatás csatlakoztatása…
id: Hubungkan layanan…
is: Tengja þjónustu…
it: Collega un servizio…
ja: サービスを接続…
ko: 서비스 연결…
lt: Prijungti paslaugą…
lv: Pievienot pakalpojumu…
mk: Поврзи сервис…
ms: Sambungkan perkhidmatan…
mt: Qabbad servizz…
nb: Koble til en tjeneste…
nl: Dienst koppelen…
pl: Połącz usługę…
pt_br: Conectar um serviço…
pt_pt: Ligar um serviço…
ro: Conectează un serviciu…
ru: Подключить сервис…
sk: Pripojiť službu…
sl: Poveži storitev…
sq: Lidh një shërbim…
sr: Повежи сервис…
sv: Anslut en tjänst…
tr: Bir servis bağla…
uk: Підключити сервіс…
vi: Kết nối dịch vụ…
zh_hans: 连接服务…
zh_hant: 連接服務…

source: Connected
ar: مُتصل
bg: Свързано
ca: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
el: Συνδεδεμένο
es: Conectado
et: Ühendatud
fi: Yhdistetty
fr: Connecté
ga: Ceangailte
hr: Povezano
hu: Csatlakoztatva
id: Terhubung
is: Tengt
it: Collegato
ja: 接続済み
ko: 연결됨
lt: Prijungta
lv: Savienots
mk: Поврзано
ms: Disambungkan
mt: Imqabbad
nb: Tilkoblet
nl: Gekoppeld
pl: Połączono
pt_br: Conectado
pt_pt: Ligado
ro: Conectat
ru: Подключено
sk: Pripojené
sl: Povezano
sq: E lidhur
sr: Повезано
sv: Ansluten
tr: Bağlı
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接

source: Continue
ar: متابعة
bg: Продължи
ca: Continua
cs: Pokračovat
da: Fortsæt
de: Weiter
el: Συνέχεια
es: Continuar
et: Edasi
fi: Jatka
fr: Continuer
ga: Ar aghaidh
hr: Nastavi
hu: Tovább
id: Lanjutkan
is: Áfram
it: Continua
ja: 続ける
ko: 계속
lt: Tęsti
lv: Turpināt
mk: Продолжи
ms: Teruskan
mt: Kompli
nb: Fortsett
nl: Ga door
pl: Dalej
pt_br: Continuar
pt_pt: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
sl: Naprej
sq: Vazhdo
sr: Настави
sv: Fortsätt
tr: Devam
uk: Продовжити
vi: Tiếp tục
zh_hans: 继续
zh_hant: 繼續

source: Cool-down
ar: تهدئة
bg: Разпускане
ca: Tornada a la calma
cs: Vyklusání
da: Nedkøling
de: Auslaufen
el: Αποθεραπεία
es: Vuelta a la calma
et: Lõdvestus
fi: Jäähdyttely
fr: Retour au calme
ga: Fuarú
hr: Hlađenje
hu: Levezetés
id: Pendinginan
is: Niðurskokk
it: Defaticamento
ja: クールダウン
ko: 쿨다운
lt: Atvėsimas
lv: Atsildīšanās
mk: Разладување
ms: Pendinginan
mt: Tkessiħ
nb: Nedjogg
nl: Cooling-down
pl: Schłodzenie
pt_br: Volta à calma
pt_pt: Retorno à calma
ro: Revenire
ru: Заминка
sk: Vyklusanie
sl: Ohlajanje
sq: Qetësim
sr: Хлађење
sv: Nedvarvning
tr: Soğuma
uk: Заминка
vi: Thả lỏng
zh_hans: 放松
zh_hant: 緩和

source: Core
ar: عضلات الجذع
bg: Кор
cs: Střed těla
de: Rumpf
el: Κορμός
et: Keha keskosa
fi: Keskivartalo
fr: Gainage
ga: Lárchorp
hr: Trup
hu: Törzs
id: Inti tubuh
is: Kviður og bol
ja: 体幹
ko: 코어
lt: Liemuo
lv: Vidusdaļa
mk: Труп
ms: Teras badan
mt: Qalba tal-ġisem
nb: Kjerne
ro: Zona centrală
ru: Кор
sk: Stred tela
sl: Trup
sq: Muskujt e trungut
sr: Труп
sv: Bål
tr: Merkez bölge
uk: Кор
vi: Cơ lõi
zh_hans: 核心
zh_hant: 核心

source: Couldn't add that photo
ar: تعذّرت إضافة هذه الصورة
bg: Снимката не може да бъде добавена
ca: No s'ha pogut afegir aquesta foto
cs: Fotku se nepodařilo přidat
da: Billedet kunne ikke tilføjes
de: Das Foto konnte nicht hinzugefügt werden
el: Δεν ήταν δυνατή η προσθήκη αυτής της φωτογραφίας
es: No se pudo añadir esa foto
et: Seda fotot ei õnnestunud lisada
fi: Kuvaa ei voitu lisätä
fr: Impossible d'ajouter cette photo
ga: Níorbh fhéidir an grianghraf sin a chur leis
hr: Tu fotografiju nije bilo moguće dodati
hu: Nem sikerült hozzáadni ezt a fotót
id: Tidak bisa menambahkan foto itu
is: Tókst ekki að bæta við þessari mynd
it: Impossibile aggiungere quella foto
ja: その写真を追加できませんでした
ko: 사진을 추가할 수 없습니다
lt: Šios nuotraukos pridėti nepavyko
lv: Šo fotoattēlu neizdevās pievienot
mk: Таа фотографија не можеше да се додаде
ms: Tidak dapat menambah foto itu
mt: Ma setax jiżdied dak ir-ritratt
nb: Fikk ikke lagt til bildet
nl: Die foto kon niet worden toegevoegd
pl: Nie udało się dodać tego zdjęcia
pt_br: Não foi possível adicionar essa foto
pt_pt: Não foi possível adicionar essa foto
ro: Fotografia nu a putut fi adăugată
ru: Не удалось добавить это фото
sk: Túto fotku sa nepodarilo pridať
sl: Te fotografije ni bilo mogoče dodati
sq: Kjo foto nuk u shtua dot
sr: Ту фотографију није било могуће додати
sv: Det gick inte att lägga till fotot
tr: Bu fotoğraf eklenemedi
uk: Не вдалося додати це фото
vi: Không thêm được ảnh đó
zh_hans: 无法添加该照片
zh_hant: 無法加入該照片

source: Couldn't snap that segment to a path — using a straight line.
ar: تعذّر محاذاة هذا المقطع مع مسار — سيُرسم خطًا مستقيمًا.
bg: Отсечката не можа да се захване за пътека — използва се права линия.
ca: No s'ha pogut ajustar aquest tram a cap camí: s'hi posa una línia recta.
cs: Úsek se nepodařilo přichytit k cestě — použije se přímka.
da: Strækningen kunne ikke lægges på en sti — der bruges en ret linje.
de: Das Segment ließ sich an keinen Weg anlegen — es wird eine gerade Linie verwendet.
el: Δεν ήταν δυνατή η προσαρμογή αυτού του τμήματος σε μονοπάτι — χρησιμοποιείται ευθεία γραμμή.
es: No se pudo ajustar ese tramo a un camino: se usa una línea recta.
et: Seda lõiku ei õnnestunud rajale sobitada — kasutatakse sirgjoont.
fi: Osuutta ei saatu kiinnitettyä polkuun — käytetään suoraa viivaa.
fr: Impossible d'aligner ce segment sur un chemin : une ligne droite est utilisée.
ga: Níorbh fhéidir an mhír sin a cheangal le cosán — líne dhíreach á húsáid.
hr: Taj dio nije bilo moguće poravnati sa stazom — koristi se ravna linija.
hu: Ez a szakasz nem illeszthető útvonalra — egyenes vonalat használunk.
id: Tidak bisa menempelkan segmen itu ke jalur — memakai garis lurus.
is: Tókst ekki að festa þennan kafla við stíg — notar beina línu.
it: Impossibile agganciare quel tratto a un sentiero: si usa una linea retta.
ja: その区間を道に合わせられませんでした。直線で表示します。
ko: 이 구간을 길에 맞출 수 없어 직선으로 연결합니다.
lt: Šios atkarpos nepavyko pritvirtinti prie tako — naudojama tiesi linija.
lv: Šo posmu neizdevās piesaistīt takai — izmanto taisnu līniju.
mk: Тој дел не можеше да се прилепи на патека — се користи права линија.
ms: Tidak dapat melekapkan segmen itu pada laluan — menggunakan garis lurus.
mt: Dak is-segment ma setax jiġi mqabbad ma' mogħdija — qed tintuża linja dritta.
nb: Fikk ikke festet den strekningen til en sti — bruker en rett linje.
nl: Dat segment kon niet op een pad worden vastgezet — er wordt een rechte lijn gebruikt.
pl: Nie udało się dopasować tego odcinka do ścieżki — użyto linii prostej.
pt_br: Não foi possível encaixar esse trecho em um caminho — usando uma linha reta.
pt_pt: Não foi possível ajustar esse troço a um caminho — está a usar-se uma linha reta.
ro: Segmentul nu a putut fi aliniat la o potecă — se folosește o linie dreaptă.
ru: Не удалось привязать этот участок к дорожке — рисуем прямой линией.
sk: Tento úsek sa nepodarilo priložiť na cestu — používa sa priamka.
sl: Tega odseka ni bilo mogoče pripeti na pot — uporabljena je ravna črta.
sq: Ky segment nuk u lidh dot me një shteg — po përdoret vijë e drejtë.
sr: Тај део није било могуће поравнати са стазом — користи се права линија.
sv: Det gick inte att fästa den sträckan mot en stig — en rak linje används.
tr: Bu bölüm bir yola oturtulamadı — düz çizgi kullanılıyor.
uk: Не вдалося прив’язати цю ділянку до доріжки — малюємо прямою лінією.
vi: Không bám được đoạn đó vào đường có sẵn — dùng đường thẳng thay thế.
zh_hans: 无法将该段吸附到路径——改用直线连接。
zh_hant: 無法將該段貼合到路徑——改用直線連接。

source: Counts as
ar: يُحتسب كـ
bg: Брои се като
ca: Compta com
cs: Počítá se jako
da: Tæller som
de: Zählt als
el: Μετράει ως
es: Cuenta como
et: Läheb arvesse kui
fi: Lasketaan
fr: Compte comme
ga: Áirítear mar
hr: Broji se kao
hu: Ennek számít
id: Dihitung sebagai
is: Telst sem
it: Conta come
ja: 扱い
ko: 다음으로 집계
lt: Skaičiuojama kaip
lv: Skaitās kā
mk: Се смета како
ms: Dikira sebagai
mt: Jgħodd bħala
nb: Teller som
nl: Telt als
pl: Liczy się jako
pt_br: Conta como
pt_pt: Conta como
ro: Se contorizează ca
ru: Засчитывается как
sk: Počíta sa ako
sl: Šteje kot
sq: Numërohet si
sr: Рачуна се као
sv: Räknas som
tr: Şu olarak sayılır
uk: Зараховується як
vi: Tính là
zh_hans: 计为
zh_hant: 計為

source: Course, conditions, plan…
ar: المسار، الظروف، الخطة…
bg: Трасе, условия, план…
ca: Recorregut, condicions, pla…
cs: Trať, podmínky, plán…
da: Rute, forhold, plan…
de: Strecke, Bedingungen, Plan…
el: Διαδρομή, συνθήκες, πλάνο…
es: Recorrido, condiciones, plan…
et: Rada, tingimused, plaan…
fi: Reitti, olosuhteet, suunnitelma…
fr: Parcours, conditions, plan…
ga: Cúrsa, coinníollacha, plean…
hr: Staza, uvjeti, plan…
hu: Pálya, körülmények, terv…
id: Rute, kondisi, strategi…
is: Braut, aðstæður, áætlun…
it: Percorso, condizioni, piano…
ja: コース、コンディション、作戦…
ko: 코스, 날씨, 계획…
lt: Trasa, sąlygos, planas…
lv: Trase, apstākļi, plāns…
mk: Трака, услови, план…
ms: Laluan, keadaan, strategi…
mt: Korsa, kundizzjonijiet, pjan…
nb: Løype, forhold, plan…
nl: Parcours, omstandigheden, plan…
pl: Trasa, warunki, plan…
pt_br: Percurso, condições, estratégia…
pt_pt: Percurso, condições, plano…
ro: Traseu, condiții, plan…
ru: Трасса, условия, план…
sk: Trať, podmienky, plán…
sl: Proga, razmere, načrt…
sq: Pista, kushtet, plani…
sr: Стаза, услови, план…
sv: Bana, förhållanden, plan…
tr: Parkur, koşullar, plan…
uk: Траса, умови, план…
vi: Đường đua, thời tiết, chiến thuật…
zh_hans: 赛道、天气、策略…
zh_hant: 賽道、天候、策略…

source: Coverage
ar: التغطية
bg: Покритие
ca: Cobertura
cs: Pokrytí
da: Dækning
de: Abdeckung
el: Κάλυψη
es: Cobertura
et: Kaetus
fi: Kattavuus
fr: Couverture
ga: Clúdach
hr: Pokrivenost
hu: Lefedettség
id: Cakupan
is: Þekja
it: Copertura
ja: カバー率
ko: 적용 범위
lt: Aprėptis
lv: Pārklājums
mk: Опфат
ms: Liputan
mt: Kopertura
nb: Dekning
nl: Dekking
pl: Pokrycie
pt_br: Cobertura
pt_pt: Cobertura
ro: Acoperire
ru: Охват
sk: Pokrytie
sl: Pokritost
sq: Mbulimi
sr: Покривеност
sv: Täckning
tr: Kapsam
uk: Охоплення
vi: Độ bao phủ
zh_hans: 覆盖率
zh_hant: 涵蓋率
